{
    "aboutMe": {
        "title": "About Me",
        "photoAlt": "Photo of Fabián Valencia Cruz",
        "description1": "I am a Software Engineer from Duoc UC, specialized in developing scalable and modern web solutions.<br/><br/>I have experience in both frontend and backend, working with full stack architectures using Python and Django. I have created dynamic interfaces with frameworks like React and NodeJS, and worked with databases such as PostgreSQL, as well as cloud orchestration and deployment management with AWS and Linode.<br/><br/>I have also integrated technologies like Tailwind and MongoDB to build modern, scalable, and efficient applications. I hold a Full Stack Python Development certification, which has allowed me to deepen my knowledge in frontend development, databases, and advanced Python programming.<br/>",
        "description2": "",
        "and": "and cloud platforms like"
    },
    "home": {
        "greeting": "Hello!",
        "iAm": "I´m",
        "name": "Fabián Cruz V.",
        "description": "+3 years of experience in IT for operations, coordination, and front-end development. Recently certified as a Full Stack Python developer. Experience in software development, from landings pages to web applications with dynamic interfaces using various frameworks and cloud services.",
        "photoAlt": "Photo of Fabián Valencia",
        "viewCV": "View CV",
        "downloadCV": "Download CV"
    },
    "navbar": {
        "home": "Home",
        "projects": "Projects",
        "experience": "Experience",
        "knowledge": "Knowledge",
        "aboutMe": "About Me",
        "contact": "Contact"
    },
    "projects": {
        "title": "Projects",
        "viewSite": "View Site",
        "viewGitHub": "View on GitHub",
        "previousProject": "Previous Project",
        "nextProject": "Next Project",
        "iptvManagementSystem": {
            "name": "User and Sales Management System",
            "description": "A CRUD system for managing users, products, and the design of an online store. Developed with Django and Tailwind under the MVC architecture on AWS."
        },
        "defensoria": {
            "name": "Annual Report 2023 - Children's Ombudsman",
            "description": "Responsive website developed for the Children's Ombudsman, created in WP with custom templates (CFS) using PHP and Bootstrap."
        },
        "consultoresCyc": {
            "name": "OTEC C&C Consultores Website",
            "description": "Responsive website redesign developed upon request for the educational institution C&C Consultores, built with WP, CFS to customize templates with PHP and Bootstrap."
        }
    },
    "experience": {
        "title": "Work Experience",
        "intro": "I have been developing web applications for approximately 2 years, using various front-end and back-end technologies while maintaining a semantic, modular, and DRY codebase.",
        "ineTitle": "Regional IT Manager INE (Project CENSO 2024)",
        "ineCompany": "INE - Instituto Nacional de Estadisticas, Valparaíso",
        "ineDates": "January 2024 - August 2024",
        "ineDescription": "Responsible for managing access, permissions, incidents, and user requests in various provincial locations, using Helpdesk platforms to generate requests, complying with the SLA agreements established by the institution under ITIL practices, ensuring IT service management through records, implementation, analysis, and documentation.",
        "tallerTitle": "Junior Developer Service Provider",
        "tallerCompany": "Taller Digital, Providencia, Santiago",
        "tallerDates": "August 2022 - February 2024",
        "tallerDescription": "Collaboration in team to develop dynamic and responsive websites using WordPress and PHP for creating and modifying templates with custom fields through FTP or SSH server connection.",
        "ccTitle": "Information Systems Administration",
        "ccCompany": "C & C Consultants",
        "ccDates": "March 2021 - April 2022",
        "ccDescription": "Responsible for creating users and corporate emails in Mailrelay, Moodle administration, and hosting configurations in cPanel.",
        "zekeTitle": "IT Operations (N1)",
        "zekeCompany": "ZEKE system integrators",
        "zekeDates": "February 2019 - July 2020",
        "zekeDescription": "24/7 monitoring of services in Nagios, incident and request management in GLPI, and use of Oracle SQL Developer and Putty for database and server administration.",
        "andresBelloTitle": "Zonal Administrator (OTEC)",
        "andresBelloCompany": "Centro de Estudios Andrés Bello",
        "andresBelloDates": "January 2017 - November 2018",
        "andresBelloDescription": "Management and administration of intranet, data upload to REUF (SENCE), and coordination of instructors and payroll in training courses.",
        "companyLabel": "Company",
        "datesLabel": "Dates"
    },
    "knowledge": {
        "title": "Skills",
        "description": "Languages, tools, and technologies that I use with varying frequency across work, personal, and educational projects. Currently, I am focused on continuous learning in"
    },
    "contact": {
        "title": "Contact Me",
        "description": "Feel free to get in touch, whether you have a question, comment, or collaboration proposal, I'd love to hear what it's about!",
        "formName": "Name",
        "formEmail": "Email",
        "formMessage": "Message",
        "formSubmit": "Send",
        "formStatusSuccess": "Message sent successfully!"
    }
}